Repository: WPPlugins/domaincheck
Catalog: languages/domaincheck-*.po
Languages: de_de

source: The API key is not valid.
de_de: Der API-key is nicht gültig.

source: A domain check form
de_de: Eine freie Domainprüfung

source: The domain %s is available.
de_de: Die Domäne %s ist verfügbar.

source: The domain %s is not available.
de_de: Die Domäne %s ist nicht verfügbar.

source: The domain check failed. Please try again.
de_de: Die Domainprüfung ist gescheitert. Bitte versuchen Sie es erneut.

source: Title:
de_de: Titel:

source: Domain availability check
de_de: Domänenabfrage

source: Button:
de_de: Knopf

source: Message when the domain is available (%s can be a placeholder for the domain):
de_de: Nachricht bei einer freien Domäne (%s dient als Platzhalter für die Domäne):

source: Message when the domain is registered (%s can be a placeholder for the domain):
de_de: Nachricht bei einer bereits registrierten Domäne (%s dient als Platzhalter für die Domäne):

source: Please get your free api key from the <a href='http://whois-api.domaininformation.de/'>Whois API</a>.
de_de: Bitte holen Sie Ihren gratis API-key von <a href='http://whois-api.domaininformation.de/'>Whois API</a>.

source: Please set the Whois API key in <a href='options-general.php?page=domaincheck'>Settings/Domain Check</a>.
de_de: Bitte setzen Sie den Whois API-key in <a href='options-general.php?page=domaincheck'>Settings/Domain Check</a>.
